{
  "navbar": {
    "Spanish": "Spanish",
    "English": "English",
    "Home": "Home",
    "Skills": "Skills",
    "Projects": "Projects",
    "projects": "Projects",
    "About Me": "About Me",
    "CONTACT ME": "CONTACT ME",
    "YouTube": "YouTube",
    "WakaTime Stats": "WakaTime Stats"
  },
  "banner": {
    "slogan1": "",
    "slogan2": "Web development",
    "slogan3": " is an art, and your project is our ",
    "slogan4": "masterpiece",
    "welcome": "Welcome to my portfolio",
    "hi": "Hi, I'm Martín Calderón!",
    "description_p1": "I am 23-years-old Software Development Engineer about to graduate and I am also a ",
    "description_p2": "Full Stack Web Developer",
    "description_p3": " passionate about all forms of virtual art creation. I would like to demonstrate through my efforts that software is not merely cold and mechanical logic; it's not just a tool, but it has the potential to become something authentically artistic, fascinating, and brimming with identity. Software is not a thing of tomorrow; it's of today",
    "description_tooltip": "Where one person juggles both the front-end and back-end with the grace of a one-person band 🎸",
    "typeAnimation_1": "Full Stack Web Developer",
    "typeAnimation_2": "User Interface Designer",
    "typeAnimation_3": "YouTube Educator",
    "typeAnimation_4": "Code Blog Author",
    "follow_me1": "Follow me on ",
    "follow_me2": "my social media",
    "connect": "Let's Connect!"
  },
  "about_me": {
    "more_about_me": "More About Me",
    "img_description": "Editor's note: He is not me; I am the editor",
    "paragraph2": "I am a Full Stack developer based in La Paz, Baja California Sur, Mexico. I have experience working with a variety of programming languages and technologies, including React, Laravel, Vue.js, JavaScript, PHP, CSS, SQL, among others. I am currently in my final semester of my major in Software Development Engineering at the Autonomous University of Baja California Sur, maintaining an average of 92 out of 100. Throughout the complex curriculum, I have discovered that my greatest strength is undoubtedly programming",
    "paragraph3": "I'm an ambitious and perfectionistic individual who values productivity above all else. My constant pursuit of excellence and innovation motivates me to continually enhance my skills. I dedicate numerous hours each day to my work by choice, consistently working to eliminate distractions in order to achieve my professional goals",
    "paragraph4": "I'm currently working on independent projects aimed at helping people learn to program. I'm excited to see how these projects positively impact the lives of others",
    "classifications": "Classifications",
    "enneagram": "Enneagram"
  },
  "skills": {
    "skills": "Skills",
    "description1": "Over the course of more than 8 years of studying programming since my high school days, I have learned to work with a diverse range of technologies. Nevertheless, I have particularly focused on honing my skills and ",
    "description2": "specializing in React, Laravel, and Vue.Js",
    "description3": ", regarding them as my primary areas of expertise.",
    "english_spanish": "English & Spanish"
  },
  "projects": {
    "title": "Projects",
    "select_category": "Select a category below to view the projects I've developed in that specific area"
  },
  "TabPanelItem": {
    "display_more": "DISPLAY MORE"
  },
  "contact": {
    "header": "Contacting me is very easy",
    "subtitle": "If you have any questions or need more information, please don't hesitate to contact me. I'm here to help you create something great. I look forward to hearing from you soon!",
    "placeholder_name": "Full Name",
    "placeholder_email": "Email Address",
    "placeholder_message": "Message",
    "submit": "SEND",
    "fill_out_all": "Please fill out all the fields",
    "message_sent": "Message was sent successfully",
    "something_wrong": "something went wrong, please try again later",
    "sending": "Sending..."
  },
  "newsletter": {
    "main_message": "Subscribe to this Newsletter and Never miss important updates about my new contributions",
    "placeholder_email":"Email Adress",
    "submit": "SUBSCRIBE",
    "write_email": "Please write your email",
    "error_invalid_email": "The domain part of the email address is not valid",
    "sending": "Sending...",
    "subscribed": "Thank you for subscribing!",
    "already_subscribed": "You're already subscribed, your profile has been updated. Thank you!",
    "chill_out": "Too many subscribe attempts for this email address. Please try again in about 5 minutes. (#5624)",
    "chill_out2": "Recipient \"elmcwl@gmail.com\" has too many recent signup requests"
  },
  "footer": {
    "copyright": "© 2023 Martín Calderón. All Rights Reserved",
    "technologies_used": "This website has been developed with React, Tailwind, and Vite"
  },
  "projectDetail": {
    "title": "Project",
    "subtitle": "Software documentation",
    "Description": "Description",
    "Category": "Category"
  }
}