{
  "navbar": {
    "Spanish": "Spanish",
    "Home": "Inicio",
    "Skills": "Habilidades",
    "Projects": "Proyectos",
    "CONTACT ME": "CONT츼CTAME",
    "YouTube": "YouTube",
    "WakaTime Stats": "Estad칤sticas WakaTime"
  },
  "banner": {
    "slogan": "El desarrollo web es un arte y tu proyecto es nuestra obra maestra",
    "welcome": "Bienvenido a mi portafolio",
    "hi": "Hola, soy Mart칤n Calder칩n!",
    "description_p1": "Tengo 23 a침os de edad, ",
    "description_p2": "soy un desarrollador Web Full Stack",
    "description_p3": " apasionado por todas las formas de creaci칩n de arte virtual. Aunque mi juventud puede limitar un poco mi experiencia, mi motivaci칩n es poderosa y me impulsa todos los d칤as a avanzar y aprender mucho m치s. Me gustar칤a demostrar a trav칠s de mis esfuerzos que el software no es meramente l칩gica fr칤a y mec치nica; no es solo una herramienta, sino que tiene el potencial para convertirse en algo aut칠nticamente art칤stico, fascinante y lleno de identidad. El software no es cosa del ma침ana; es de hoy.",
    "description_tooltip": "Donde una persona maneja tanto el front-end como el back-end con la habilidad de un Hombre Orquesta 游꿪",
    "typeAnimation_1": "Desarrollador Web Full Stack",
    "typeAnimation_2": "Dise침ador de Interfaces",
    "typeAnimation_3": "YouTuber Educador",
    "typeAnimation_4": "Autor de blog de Programaci칩n",
    "follow_me1": "Sigueme en ",
    "follow_me2": "mis redes sociales",
    "connect": "Conectemos!",
    "more_about_me": "M치s sobre m칤",
    "paragraph2": "Si bien mi edad puede sugerir un viaje profesional relativamente m치s corto, mi inquebrantable motivaci칩n me impulsa hacia adelante todos los d칤as. Como desarrollador de software full-stack, estoy constantemente buscando formas innovadoras de crear sitios web y dise침os m치s significativos y art칤sticos. Mi juventud no es una limitaci칩n; es un activo que me permite abordar desaf칤os con perspectivas frescas y creatividad ilimitada. Con un fuerte compromiso con el aprendizaje continuo y el crecimiento, abrazo con entusiasmo cada oportunidad para ampliar mis habilidades y contribuir al mundo en constante evoluci칩n del desarrollo web"
  },
  "skills": {
    "skills": "Habilidades",
    "description1": "A lo largo de m치s de 8 a침os estudiando programaci칩n desde mis d칤as de preparatoria, he aprendido a trabajar con una amplia gama de tecnolog칤as. Sin embargo, me he centrado especialmente en afinar mis habilidades en",
    "description2": " React, Laravel, y Vue.Js",
    "description3": ", consider치ndolos mis principales 치reas de experiencia.",
    "english_spanish": "Ingl칠s y Espa침ol"
  },
  "projects": {
    "title": "Proyectos",
    "select_category": "Selecciona una categor칤a a continuaci칩n para ver los proyectos que he desarrollado en esa 치rea espec칤fica"
  },
  "TabPanelItem": {
    "display_more": "MOSTRAR M츼S"
  },
  "contact": {
    "header": "Contactarme es muy f치cil",
    "subtitle": "Si tienes alguna pregunta o necesitas m치s informaci칩n, no dudes en contactarme. Estoy aqu칤 para ayudarte a crear algo grandioso juntos. 춰Espero escuchar de ti pronto!",
    "placeholder_name": "Nombre completo",
    "placeholder_email": "Correo Electr칩nico",
    "placeholder_message": "Mensaje",
    "submit": "ENVIAR"
  },
  "newsletter": {
    "main_message": "Suscr칤bete a este bolet칤n y nunca te pierdas actualizaciones importantes sobre mis nuevas contribuciones",
    "placeholder_email":"Correo Electr칩nico",
    "submit": "SUSCRIBIRSE"
  },
  "footer": {
    "copyright": "춸 2023 Mart칤n Calder칩n. Todos los derechos reservados",
    "technologies_used": "Este sitio web ha sido desarrollado con React, Tailwind y Vite"
  }

}