{
  "navbar": {
    "Spanish": "Spanish",
    "Home": "Inicio",
    "Skills": "Habilidades",
    "Projects": "Proyectos",
    "About Me": "Acerca de m칤",
    "CONTACT ME": "CONT츼CTAME",
    "YouTube": "YouTube",
    "WakaTime Stats": "Estad칤sticas WakaTime"
  },
  "banner": {
    "slogan1": "El ",
    "slogan2": "desarrollo web",
    "slogan3": " es un arte y tu proyecto es nuestra ",
    "slogan4": "obra maestra",
    "welcome": "Bienvenido a mi portafolio",
    "hi": "Hola, soy Mart칤n Calder칩n!",
    "description_p1": "Tengo 23 a침os de edad, soy Ingeniero en Desarrollo de Software proximo a egresar y ",
    "description_p2": "desarrollador Web Full Stack",
    "description_p3": " apasionado por todas las formas de creaci칩n de arte virtual. Me gustar칤a demostrar a trav칠s de mis esfuerzos que el software no es simplemente l칩gica fr칤a y mec치nica; no es solo una herramienta, sino que tiene el potencial de convertirse en algo aut칠nticamente art칤stico, fascinante y rebosante de identidad. El software no es algo del ma침ana; es de hoy",
    "description_tooltip": "Donde una persona maneja tanto el front-end como el back-end con la habilidad de un Hombre Orquesta 游꿪",
    "typeAnimation_1": "Desarrollador Web Full Stack",
    "typeAnimation_2": "Dise침ador de Interfaces",
    "typeAnimation_3": "YouTuber Educador",
    "typeAnimation_4": "Autor de blog de Programaci칩n",
    "follow_me1": "Sigueme en ",
    "follow_me2": "mis redes sociales",
    "connect": "Conectemos!"
  },
  "about_me": {
    "more_about_me": "M치s sobre m칤",
    "img_description": "Nota del editor: Este no soy yo, soy el editor",
    "paragraph2": "Soy un desarrollador Full Stack con sede en La Paz, Baja California Sur, M칠xico. Tengo experiencia trabajando con una variedad de lenguajes de programaci칩n y tecnolog칤as, incluyendo React, Laravel, Vue.Js, JavaScript, PHP, CSS, SQL, entre otros. Me encuentro actualmente proximo a egresar en el ultimo semestre de mi carrera como Ingeniero en Desarrollo de Software en la Universidad Auton칩ma de Baja California Sur manteniendo un promedio de 92 sobre 100. A lo largo del complejo mapa de materias descubr칤 que sin lugar a dudas mi mayor fuerte es la programaci칩n",
    "paragraph3": "Soy una persona ambiciosa y perfeccionista que valora la productividad por encima de todo. Mi constante b칰squeda de excelencia e innovaci칩n me motiva a mejorar constantemente mis habilidades. Dedico numerosas horas diarias a mi trabajo por deseo propio, trabajando constantemente en eliminar distracciones para alcanzar mis metas profesionales",
    "paragraph4": "Actualmente estoy trabajando en proyectos independientes que ayuden a las personas a aprender a programar. Estoy emocionado de ver c칩mo estos proyectos impactan positivamente en la vida de los dem치s",
    "classifications": "Clasificaciones",
    "enneagram": "Eneagrama"
  },
  "skills": {
    "skills": "Habilidades",
    "description1": "A lo largo de m치s de 8 a침os estudiando programaci칩n desde mis d칤as de preparatoria, he aprendido a trabajar con una amplia gama de tecnolog칤as. Sin embargo, me he centrado especialmente en afinar mis habilidades en",
    "description2": " React, Laravel, y Vue.Js",
    "description3": ", consider치ndolos mis principales 치reas de experiencia.",
    "english_spanish": "Ingl칠s y Espa침ol"
  },
  "projects": {
    "title": "Proyectos",
    "select_category": "Selecciona una categor칤a a continuaci칩n para ver los proyectos que he desarrollado en esa 치rea espec칤fica"
  },
  "TabPanelItem": {
    "display_more": "MOSTRAR M츼S"
  },
  "contact": {
    "header": "Contactarme es muy f치cil",
    "subtitle": "Si tienes alguna pregunta o necesitas m치s informaci칩n, no dudes en contactarme. Estoy aqu칤 para ayudarte a crear algo grandioso. 춰Espero escuchar de ti pronto!",
    "placeholder_name": "Nombre completo",
    "placeholder_email": "Correo Electr칩nico",
    "placeholder_message": "Mensaje",
    "submit": "ENVIAR",
    "fill_out_all": "Por favor, complete todos los campos",
    "message_sent": "El mensaje se envi칩 exitosamente",
    "something_wrong": "Algo sali칩 mal, por favor int칠ntelo de nuevo m치s tarde",
    "sending": "Enviando..."
  },
  "newsletter": {
    "main_message": "Suscr칤bete a este bolet칤n y nunca te pierdas actualizaciones importantes sobre mis nuevas contribuciones",
    "placeholder_email":"Correo Electr칩nico",
    "submit": "SUSCRIBIRSE",
    "write_email": "Por favor, escribe tu correo electr칩nico",
    "error_invalid_email": "La parte del dominio de la direcci칩n de correo electr칩nico no es v치lida",
    "sending": "Enviando...",
    "subscribed": "춰Gracias por suscribirte!",
    "already_subscribed": "Ya est치s suscrito, tu perfil ha sido actualizado. 춰Gracias!",
    "chill_out": "Demasiados intentos de suscripci칩n para esta direcci칩n de correo electr칩nico. Por favor, int칠ntalo de nuevo en unos 5 minutos",
    "chill_out2": "El destinatario \"elmcwl@gmail.com\" tiene demasiadas solicitudes de registro recientes"
  },
  "footer": {
    "copyright": "춸 2023 Mart칤n Calder칩n. Todos los derechos reservados",
    "technologies_used": "Este sitio web ha sido desarrollado con React, Tailwind y Vite"
  },
  "projectDetail": {
    "title": "Proyecto",
    "subtitle": "Documentaci칩n de software",
    "Description": "Descripci칩n",
    "Category": "Categor칤a"
  }
}